IDEA StatiCa Open Model
CrossSectionComponentThermalData.ThermalConductivityLimit Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Thermal conductivity limit
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ThermalConductivityLimit ThermalConductivityLimit { get; set; }
Public Property ThermalConductivityLimit As ThermalConductivityLimit
	Get
	Set
public:
property ThermalConductivityLimit ThermalConductivityLimit {
	ThermalConductivityLimit get ();
	void set (ThermalConductivityLimit value);
}
Property Value
Type: ThermalConductivityLimit
See Also
Reference
CrossSectionComponentThermalData Class
IdeaRS.OpenModel.CrossSection Namespace